CoenraadS.bracket-pair-colorizer
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
jebbs.plantuml
PeterJausovec.vscode-docker
ryu1kn.partial-diff
shardulm94.trailing-spaces
WakaTime.vscode-wakatime
wayou.vscode-todo-highlight
