CoenraadS.bracket-pair-colorizer
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
IBM.output-colorizer
ionutvmi.path-autocomplete
jebbs.plantuml
mechatroner.rainbow-csv
ryu1kn.partial-diff
shardulm94.trailing-spaces
stevencl.addDocComments
vscode-icons-team.vscode-icons
WakaTime.vscode-wakatime
wayou.vscode-todo-highlight
